app/controllers/orders_controller.rb

SELECT  "orders".* FROM "orders" ORDER BY "orders"."id" ASC LIMIT ?  [["LIMIT", 1]]
---
  def index
    @orders = Order.all